//
//  Error.strings
//  TheBox iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//


"_bad_username_password_"               = "Feil brukernavn eller passord";
"_cancelled_by_user"                    = "Overføring avbrutt";
"_error_folder_destiny_is_the_same_"    = "Det er ikke mulig å kopiere en mappe til seg selv";
"_error_not_permission_"                = "Du har ikke tillatelse til å gjennomføre operasjonen";
"_error_path_"                          = "Klarte ikke å åpne denne fila eller mappa. Sjekk om den finnes";
"_file_upload_not_exitst_"              = "Filen til opplasting finnes ikke";
"_forbidden_characters_from_server_"    = "Navnet inneholder minst ett ugyldig tegn";
"_not_connected_internet_"              = "Tilkobling til tjener mislyktes";
"_not_possible_connect_to_server_"      = "Det er ikke mulig å koble til tjeneren nå";
"_not_possible_create_folder_"          = "Mappen kunne ikke opprettes";
"_server_down_"                         = "Kan ikke nå tjeneren";
"_time_out_"                            = "Tidsavbrudd, prøv igjen";
"_unknow_response_server_"              = "Uventet svar fra tjener";
"_user_autentication_required_"         = "Bruker-identitetsbekreftelse kreves";
"_file_directory_locked_"               = "Filen eller mappen er låst";
"_ssl_certificate_untrusted_"           = "Sertifikatet til denne tjeneren er ugyldig";
"_internal_server_"                     = "Intern tjenerfeil.";

"_file_already_exists_"                 = "Kunne ikke fullføre operasjonen, det finnes ei fil ved samme navn";
"_file_folder_not_exists_"              = "Kildefila ble ikke funnet i oppgitt sti";
"_folder_contents_nochanged_"           = "Mappens innhold har ikke endret seg";
"_images_invalid_converted_"            = "Bildet er ugyldig og kan ikke konverteres til et miniatyrbilde";
"_method_not_expected_"                 = "Forespørselsmetoden var uventet";
"_reauthenticate_user_"                 = "Tilgangen er utgått, logg på igjen";
"_server_error_retry_"                  = "Tjeneren er midlertidig utilgjengelig";
"_too_many_files_"                      = "For mange filer ville ha vært involvert i denne operasjonen til at det skulle ha virket";
"_too_many_request_"                    = "Mengdegrense nådd—for mange forespørsler ble sendt";
"_user_over_quota_"                     = "Lagringsgrensen er nådd.";

"_ssl_connection_error_"                = "Tilkoblingsfeil for SSL, forsøk igjen";
